/***********************************************************\
 * © 1993 Adobe Systems Incorporated. All rights reserved. *
 *                                                         *
 *   Core Flash Player localizable strings                 *
\***********************************************************/

/////////////////////////////////////////////////////////////
// BLOCK 1: User Interface strings                         //
/////////////////////////////////////////////////////////////

// Shared strings
"GenericDialog_Header"						= "Adobe Flash Player %@";

// Local security dialog
"LocalSecurity_Title"						= "Beveiliging Adobe Flash Player";
"LocalSecurity_Line1"						= "Adobe® Flash® Player heeft een potentieel onveilige bewerking gestopt. De volgende lokale toepassing op uw computer of netwerk:";
"LocalSecurity_Line2"						= "probeert te communiceren met deze voor internet geschikte locatie:";
"LocalSecurity_Line3"						= "Klik op Instellingen als u deze toepassing wilt laten communiceren met internet. Nadat u de instellingen hebt gewijzigd, moet u deze toepassing opnieuw starten.";

"LocalSecurity_SettingsBtn"					= "Instellingen…";
"LocalSecurity_OKBtn"						= "OK";

// Flash Exception dialog
"ActionScriptErrorLabel"					= "Er is een ActionScript-fout opgetreden:";
"ExceptionDialog_DismissAllButton"			= "Alles negeren";
"ExceptionDialog_ContinueButton"			= "Doorgaan";

// Script taking too long dialog
"StuckScript_Message"						= "Een script in deze film zorgt ervoor dat Adobe® Flash® Player langzaam wordt uitgevoerd.  Als dit programma actief blijft, kan het zijn dat uw computer niet meer reageert. \n\nWilt u het script afbreken?";
"StuckScript_YesBtn"						= "Ja";
"StuckScript_NoBtn"							= "Nee";

// Debug or profile connection failed dialog
"DebugFailed_Header"						= "Adobe® Flash® Player";
"DebugFailed_Message"						= "Adobe Flash Player kan geen verbinding maken met de foutopsporing of de analyse.";

// Debugger connection dialog
"ShowDialogAtLaunchText"					= "Dit dialoogvenster tonen bij het starten";
"ConnectToDebuggerText"						= "Verbinding maken met foutopsporing";
"DebuggerLocationText"						= "De foutopsporing of hosttoepassing wordt uitgevoerd:";
"LocationLocalText"							= "Op deze computer (localhost)";
"LocationRemoteText"						= "Bij IP-adres:";
"ContinueButtonTitle"						= "Doorgaan";

// Can't find preference pane alert
"CantFindPrefPane_Title"					= "Unable to Load Flash Player Preferences Pane";
"CantFindPrefPane_Message"					= "To access your global settings, re-install Adobe Flash Player. It can be downloaded from http://www.adobe.com/go/getflashplayer";

// ----------------------------------------------------------
"IDS_FILE_CHOOSER_TITLE"					= "Bestand(en) kiezen";
"IDS_DIR_CHOOSER_TITLE"						= "Map kiezen";
"IDS_CHOOSER_SELECT_BUTTON"					= "Selecteren";

// ----------------------------------------------------------
"IDS_FILE_UPLOAD_CHOOSER"					= "Selecteer het bestand dat u wilt uploaden door ";
"IDS_FILE_UPLOAD_CHOOSER_MULTI_SELECT"		= "Selecteer de bestanden die u wilt uploaden door ";
"IDS_FILE_DOWNLOAD_SAVE"					= "Selecteer een locatie voor downloaden door ";
"IDS_DOWNLOAD_FILE_SAVE_CLASSIC_PLUGIN"		= "Selecteer een locatie voor downloaden";
"IDS_FILE_LOCAL_SAVE"						= "Kies het bestand dat u wilt opslaan";

// ----------------------------------------------------------

/////////////////////////////////////////////////////////////
// BLOCK 2: Error strings                                  //
/////////////////////////////////////////////////////////////

"IDS_CONSOLE_CASE"							= "-- Waarschijnlijk een verschil in hoofdletters/kleine letters.";
"IDS_CONSOLE_SANDBOX"						= "*** Schending van beveiligingssandbox ***";
"IDS_CONSOLE_NOT_PERMITTED"					= "Verbinding met %s gestopt niet toegestaan vanaf %s";
"IDS_CONSOLE_TITLE"							= "Foutopsporingsconsole Flash Player";
"IDS_CONSOLE_FSCOMMAND_HALTED"				= "FSCommand is gestopt (AllowScriptAccess is \'%s\'): %s";
"IDS_CONSOLE_URL_HALTED"					= "Script-URL is gestopt (AllowScriptAccess is \'%s\'): %s";
"IDS_CONSOLE_SECURITY_CONTEXT"				= "SecurityDomain \'%s\' probeerde toegang te krijgen tot incompatibele context \'%s\'";
"IDS_CONSOLE_SECURITY_NULL"					= "SecurityDomain \'%s\' probeerde toegang te krijgen tot NULL-context";
"IDS_CONSOLE_SECURITY_PLAYER"				= "SecurityDomain \'%s\' probeerde toegang te krijgen tot gebruikersinterfacecontext van Player";
"IDS_CONSOLE_WARN_NO_PROP"					= "Waarschuwing: \'%s\' heeft geen eigenschap \'%s\'";
"IDS_CONSOLE_WARN_NOT_A_FUNC"				= "Waarschuwing: %s is geen functie";
"IDS_CONSOLE_WARN_NOT_DEFINED"				= "Waarschuwing: %s is niet gedefinieerd ";
"IDS_CONSOLE_WARN_400"						= "Waarschuwing: 400 - verkeerd verzoek: %s";
"IDS_CONSOLE_WARN_401"						= "Waarschuwing: 401 - onbevoegd: %s";
"IDS_CONSOLE_WARN_402"						= "Waarschuwing: 402 - betaling vereist: %s";
"IDS_CONSOLE_WARN_403"						= "Waarschuwing: 403 - verboden: %s";
"IDS_CONSOLE_WARN_404"						= "Waarschuwing: 404 - niet gevonden: %s";
"IDS_CONSOLE_WARN_405"						= "Waarschuwing: 405 - methode niet toegestaan, ongeldig MIME-type: %s";
"IDS_CONSOLE_WARN_406"						= "Waarschuwing: 406 - niet acceptabel: %s";
"IDS_CONSOLE_WARN_500"						= "Waarschuwing: 500 - serverfout: %s";
"IDS_CONSOLE_WARN_501"						= "Waarschuwing: 501 - niet geïmplementeerd: %s";
"IDS_CONSOLE_WARN_502"						= "Waarschuwing: 502 - verkeerde gateway: %s";
"IDS_CONSOLE_WARN_503"						= "Waarschuwing: 503 - onvoldoende bronnen: %s";
"IDS_CONSOLE_WARN_504"						= "Waarschuwing: 504 - time-outperiode gateway: %s";
"IDS_CONSOLE_WARN_505"						= "Waarschuwing: 505 - HTTP-versie niet ondersteund: %s";
"IDS_CONSOLE_WARN_NO_CONNECT"				= "Waarschuwing: kan geen verbinding maken, %s";
"IDS_CONSOLE_WARN_FAIL_ALLOCATE_URL"		= "Waarschuwing: URL-pad kan niet worden toegewezen";
"IDS_CONSOLE_WARN_CORRUPT_DATA"				= "Waarschuwing: beschadigde gegevens kunnen niet worden geparseerd.";
"IDS_CONSOLE_WARN_FAIL_PLACE"				= "Waarschuwing: kan object niet plaatsen op diepte %d.";
"IDS_CONSOLE_WARN_FAIL_PLACE_MISSING_CHAR" 	= "Waarschuwing: kan object niet plaatsen, er ontbreekt een teken";
"IDS_CONSOLE_WARN_FTP_FILE"					= "Waarschuwing: FTP-fout met open bestand, %s";
"IDS_CONSOLE_WARN_HTTP_REQUEST"				= "Waarschuwing: fout met open HTTP-verzoek, %s";
"IDS_CONSOLE_WARN_HTTP_QUERY"				= "Waarschuwing: fout met HTTP-query-info, %s";
"IDS_CONSOLE_WARN_HTTP_SEND"				= "Waarschuwing: fout met HTTP-verzendverzoek, %s %s";
"IDS_CONSOLE_WARN_NET_CONNECT"				= "Waarschuwing: fout met internetverbinding, %s";
"IDS_CONSOLE_WARN_NET_OPEN"					= "Waarschuwing: fout met openen internet";
"IDS_CONSOLE_WARN_UNKNOWN_DOWNLOAD_TYPE"	= "Waarschuwing: niet een bekend downloadtype voor speler, %s";
"IDS_CONSOLE_WARN_BAD_PORT"					= "Waarschuwing: poort %d valt buiten de toegestane reeks.";
"IDS_CONSOLE_WARN_WARNING_LIMIT"			= "Waarschuwing: waarschuwingslimiet van %d is bereikt";
"IDS_CONSOLE_WARN_UNDECLARED_PROP"			= "Waarschuwing: verwijzing naar niet-gedeclareerde eigenschap, \'%s\'";
"IDS_CONSOLE_WARN_UNDECLARED_VAR"			= "Waarschuwing: verwijzing naar niet-gedeclareerde variabele, \'%s\'";
"IDS_CONSOLE_WARN_SOCKET_ERROR"				= "Waarschuwing: socketfout, %s";
"IDS_CONSOLE_WARN_STACK"					= "Waarschuwing: stackoverloop";
"IDS_CONSOLE_WARN_HOST"						= "Waarschuwing: kan host niet omzetten, %s";
"IDS_CONSOLE_WARN_GENERIC_HOST"				= "Waarschuwing: kan host niet omzetten";
"IDS_CONSOLE_WARN_EXCEPTION"				= "Waarschuwing: niet-afgevangen uitzondering, %s";
"IDS_CONSOLE_WARN_HTTP_STATUS"				= "Waarschuwing: niet-herkende HTTP-status %d: %s";
"IDS_CONSOLE_WARN_NO_URL"					= "Waarschuwing: geen URL-pad";
"IDS_CONSOLE_SECURITY_DIALOG"				= "Overeenkomst oud domein aangetroffen %s probeert toegang te krijgen tot %s";
"IDS_CONSOLE_LOCAL_OUTBOUND"				= "-- Niet-vertrouwde lokale SWF\'s kunnen geen contact maken met internet.";
"IDS_CONSOLE_LOCAL_INBOUND"					= "-- Externe SWF\'s hebben geen toegang tot lokale bestanden.";
"IDS_CONSOLE_WARN_AVM1_LOADED_AVM2"			= "Waarschuwing: een ActionScript 1.0/2.0 SWF-bestand heeft een ActionScript 3.0 SWF geladen; code in de ActionScript 3.0 SWF wordt niet uitgevoerd.";
"IDS_CONSOLE_WINDOW_HALTED"					= "URL voor venster \'%s\' is gestopt (AllowScriptAccess is \'%s\'): %s";
"IDS_CONSOLE_ALLOW_NETWORK"					= "-- Dit komt door de waarde van \'allowNetworking\'.";
"IDS_CONSOLE_NO_POLICY_FILE"				= "Kan beleidsbestand niet laden van %s";
"IDS_CONSOLE_BAD_POLICY_FILE"				= "[strict] Beleidsbestand op %s wordt genegeerd wegens incorrecte syntaxis. Zie http://www.adobe.com/go/strict_policy_files_nl om dit probleem te herstellen.";
"IDS_CONSOLE_PREFIX_OK"						= "OK:  ";
"IDS_CONSOLE_PREFIX_WARNING"				= "Waarschuwing: ";
"IDS_CONSOLE_PREFIX_ERROR"					= "Fout: ";
"IDS_CONSOLE_GOOD_POLICY_FILE"				= "Beleidsbestand geaccepteerd: %s";
"IDS_CONSOLE_BAD_POLICY_FILE_TYPE"			= "[strict] Beleidsbestand op %s wordt genegeerd wegens verkeerd Content-Type \'%s\'. Zie http://www.adobe.com/go/strict_policy_files_nl om dit probleem te herstellen.";
"IDS_CONSOLE_NO_POLICY_FILE_TYPE"			= "[strict] Beleidsbestand op %s wordt genegeerd wegens ontbrekend Content-Type. Zie http://www.adobe.com/go/strict_policy_files_nl om dit probleem te herstellen.";
"IDS_CONSOLE_POLICY_FILE_NO_HEADERS"		= "Op dit platform zijn geen HTTP-responsheaders beschikbaar. Er kunnen geen strenge beleidsbestandregels worden afgedwongen.";
"IDS_CONSOLE_POLICY_FILE_REDIRECT"			= "[strict] Beleidsbestand dat is gevraagd van %s is omgeleid naar %s; voor bepaling van het bereik wordt de laatste URL gebruikt. Zie http://www.adobe.com/go/strict_policy_files_nl als dit problemen geeft.";
"IDS_CONSOLE_POLICY_FILE_CROSS_DOMAIN"		= "Beleidsbestand dat is gevraagd van %s wordt genegeerd, in verband met een domeinoverschrijdende omleiding naar %s.";
"IDS_CONSOLE_TOP_URL"						= "SWF op hoofdniveau geladen: %s";
"IDS_CONSOLE_META_POLICY_HDR_UNKNOWN"		= "Niet-herkend metabeleid in HTTP-header van %s: %s";
"IDS_CONSOLE_META_POLICY_HDR_FTP"			= "HTTP-header van %s verwijst naar het metabeleid \'by-ftp-filename\', wat alleen geldt voor FTP, niet HTTP.";
"IDS_CONSOLE_META_POLICY_HDR_CONFLICT"		= "Conflicterend metabeleid in HTTP-header van %s: %s";
"IDS_CONSOLE_META_POLICY_HDR_PREV"			= "Metabeleid %s in HTTP-header van %s is in conflict met het eerder vastgestelde metabeleid %s.";
"IDS_CONSOLE_POLICY_FILE_NONE_THIS_RSP"		= "Beleidsbestand op %s wordt genegeerd wegens X-Permitted-Cross-Domain-Policies: none-this-response";
"IDS_CONSOLE_POLICY_FILE_SITE_NONMASTER"	= "Tag <site-control> in beleidsbestand van %s wordt genegeerd. Deze tag is alleen toegestaan in hoofdbeleidsbestanden.";
"IDS_CONSOLE_META_POLICY_BAD_BY_TYPE"		= "De tag <site-control> in beleidsbestand van %s wordt genegeerd. Het metabeleid \'by-content-type\' geldt alleen voor HTTP-sites.";
"IDS_CONSOLE_META_POLICY_BAD_BY_FTP"		= "De tag <site-control> in beleidsbestand van %s wordt genegeerd. Het metabeleid \'by-ftp-filename\' geldt alleen voor FTP-sites.";
"IDS_CONSOLE_META_POLICY_BAD_THIS_RESPONSE"	= "De tag <site-control> in beleidsbestand van %s wordt genegeerd. Het metabeleid \'none-this-response\' is alleen toegestaan in de HTTP-responsheader X-Permitted-Cross-Domain-Policies.";
"IDS_CONSOLE_META_POLICY_FILE_UNKNOWN"		= "Niet-herkend metabeleid in beleidsbestand van %s: %s";
"IDS_CONSOLE_META_POLICY_FILE_PREV"			= "Metabeleid %s in beleidsbestand van %s is in conflict met het eerder vastgestelde metabeleid %s.";
"IDS_CONSOLE_META_POLICY_DEFAULT"			= "Het domein %s geeft geen metabeleid op.  Het standaard metabeleid ‘master-only’ wordt toegepast.  Deze configuratie is vervangen.  Zie http://www.adobe.com/go/strict_policy_files_nl om dit probleem te verhelpen.";
"IDS_CONSOLE_POLICY_FILE_SOCK_NONE_NO"		= "SWF van %s mag geen verbinding maken met een socket in het eigen domein als er geen beleidsbestand is. Zie http://www.adobe.com/go/strict_policy_files_nl om dit probleem te herstellen.";
"IDS_CONSOLE_POLICY_FILE_SOCK_TIMEOUT"		= "Time-outperiode op %s (3 seconden) verstreken bij wachten op socketbeleidsbestand. Dit mag geen problemen geven, maar zie http://www.adobe.com/go/strict_policy_files-nl voor een uitleg.";
"IDS_CONSOLE_META_POLICY_IMPLICIT"			= "Domein %s verwijst niet expliciet naar een metabeleid, maar Content-Type van beleidsbestand %s is \'text/x-cross-domain-policy\'. Het metabeleid \'by-content-type\' wordt toegepast.";
"IDS_CONSOLE_META_POLICY_REJECT"			= "Beleidsbestand op %s wordt genegeerd wegens metabeleid \'%s\'.";
"IDS_CONSOLE_POLICY_FILE_TOO_BIG"			= "Socketbeleidsbestand op %s wordt genegeerd omdat het te groot is. Socketbeleidsbestanden mogen niet groter zijn dan 20 kilobytes.";
"IDS_CONSOLE_MASTER_SELF_INVALIDATED"		= "Beleidsbestand op %s maakt de eigen <allow-access-from>-richtlijnen ongeldig door het metabeleid \'none\' te declareren.";
"IDS_CONSOLE_POLICY_FILE_BAD_PORT_SPEC"		= "Illegale poortnummerspecificatie \'%s\' in beleidsbestand op %s wordt genegeerd";
"IDS_CONSOLE_POLICY_FILE_BAD_ALLOW"			= "Ongeldige tag <%s>  voor domein \'%s\' in beleidsbestand op %s wordt genegeerd";
"IDS_CONSOLE_REQUEST_ALLOWED_BY_POLICY"		= "Aanvraag voor bron op %s door aanvrager van %s is toegestaan wegens beleidsbestand op %s";
"IDS_CONSOLE_REQUEST_DENIED_NO_POLICY"		= "Aanvraag voor bron op %s door aanvrager van %s is geweigerd, omdat beleidsbestandsmachtigingen ontbreken.";
"IDS_CONSOLE_SOCKET_UNAVAILABLE"			= "Aanvraag voor bron op %s door aanvrager van %s is mislukt, omdat de server niet kan worden bereikt.";
"IDS_CONSOLE_NO_ASFUNCTION"					= "URL %s wordt geweigerd omdat het \'asfunction:\'-protocol alleen mag worden gebruikt voor koppelingsdoelen, niet voor netwerk-API\'s.";
"IDS_CONSOLE_POLICY_BAD_SECURE_ATTR"		= "Kenmerk \'secure\' in beleidsbestand van %s wordt genegeerd. Het kenmerk \'secure\' is alleen toegestaan in HTTPS en socketbeleidsbestanden. Zie http://www.adobe.com/go/strict_policy_files_nl voor meer informatie.";
"IDS_CONSOLE_POLICY_SOCK_SECURE_ATTR"		= "secure=\'true\' aangetroffen in beleidsbestand van %s, maar host %s lijkt niet te verwijzen naar de lokale machine. Dit kan onveilig zijn. Zie http://www.adobe.com/go/strict_policy_files_nl voor meer informatie.";
"IDS_CONSOLE_POLICY_REASON_DATA"			= "Er wordt gezocht naar <allow-access-from> in beleidsbestanden om gegevens die uit de bron op %s door aanvrager van %s worden geladen te autoriseren.";
"IDS_CONSOLE_POLICY_REASON_HEADERS"			= "Er wordt gezocht naar < allow-http-request-headers-from > in beleidsbestanden om het verzenden van header naar URL %s door aanvrager van %s te autoriseren.";
"IDS_CONSOLE_QUESTIONABLE_SCRIPTING"		= "-- URL’s die browserscripts gebruiken kunnen alleen worden uitgevoerd met de functies getURL en navigateToURL.";
"IDS_CONSOLE_WARN_ALLOW_NEVER"				= "Waarschuwing: AllowScriptAccess=\'never\' gevonden in HTML.  Deze configuratie is ineffectief en is vervangen.  Zie http://www.adobe.com/go/allowscriptaccess_nl voor meer informatie.";
"IDS_CONSOLE_WARN_ALLOW_SAMEDOM"			= "Waarschuwing: AllowNetworking=\'%s\' gevonden in HTML, met HTML en SWF in hetzelfde domein.  Deze configuratie is ineffectief en is vervangen.  Zie http://www.adobe.com/go/allowscriptaccess_nl voor meer informatie.";
"IDS_CONSOLE_WARN_3D_SURFACE_TOO_BIG"		= "Waarschuwing: 3D DisplayObject wordt niet gerenderd. De afmetingen ervan (%s, %s) zijn te groot om te worden getekend.";
"IDS_CONSOLE_WARN_FILTER_TOO_BIG"			= "Waarschuwing: filter wordt niet gerenderd. De gefilterde afmetingen van DisplayObject (%s, %s) zijn te groot om te worden getekend.";
"IDS_CONSOLE_FORCE_DOWNLOAD_WAS_SET"		= "Een poging om %s te laden, is mislukt omdat voor de attachment een Content-Disposition is ingesteld.";
"IDS_CONSOLE_USER_ACTION_REQUIRED"			= "Bepaalde handelingen, zoals handelingen waarbij een pop-upvenster wordt weergegeven, kunnen slechts worden aangeroepen door interactie van de gebruiker, bijvoorbeeld door een muisklik of het drukken op een knop.";
"IDS_LOCALCONNECTION_USERSCOPED_LOCKED"     = "De waarde van LocalConnection.isPerUser kan niet worden gewijzigd, omdat deze al is geblokkeerd door een oproep naar LocalConnection.connect, .send of .close.";
"IDS_CONSOLE_POLICY_FILE_BAD_PF_URL"		= "Beleidsbestand met ongeldige niet-ASCII-URL wordt genegeerd.%s";
"IDS_CONSOLE_POLICY_FILE_BAD_DATA_URL"		= "Bewerking voor ongeldige niet-ASCII-URL kan niet worden geautoriseerd.%s";
